export const FREE_PLAN_LIMIT = 3
export const PRO_PLAN_LIMIT  = Infinity

export const KTX_STATION_MAP: Record<string, string> = {
  '0001': '서울',
  '0002': '용산',
  '0003': '광명',
  '0004': '수원',
  '0005': '천안아산',
  '0006': '오송',
  '0007': '대전',
  '0008': '김천구미',
  '0009': '동대구',
  '0010': '경주',
  '0011': '울산',
  '0012': '부산',
  '0013': '익산',
  '0014': '정읍',
  '0015': '광주송정',
  '0016': '목포',
}

export const SRT_STATION_MAP: Record<string, string> = {
  'S001': '수서',
  'S002': '동탄',
  'S003': '지제',
  'S004': '천안아산',
  'S005': '오송',
  'S006': '대전',
  'S007': '김천구미',
  'S008': '동대구',
  'S009': '밀양',
  'S010': '부산',
  'S011': '광주송정',
  'S012': '목포',
}
